{
    "basic_info": {
      "description_header": "Hi",
      "description": " Hello, my name is Sage Jasinski; I am a former QA Test team lead at applause where i worked with various new upcoming products and softwares. I decided to become a developer to advance my knowledge and skills in the tech industry. I chose coding because of its versatility in tech; everyone needs a coder. I hope to be in a career that I can continue to learn new concepts and be an integral part of a team to help put my  problem solving skills to good use . My time as a Test Team lead introduced me to software development and my interest in it grew further as I played around with it as a hobby and eventually went to school to make it a career. With my skills and abilities now my goal is to specialize in backend development and communications between various servers and systems. I chose this because over the past few years I have been able to deploy and maintain some SOHO networks and have found it extremely fulfilling and enjoyable.",
      "section_name": {
        "about": "About me",
        "projects": "Projects",
        "skills": "Skills",
        "experience": "Experience"
      }
    },
    "projects": [
      {
        "title": "StoryGames",
        "startDate": "2022",
        "description": "Story games is a mad-lib style game for kids K-8th grade. I created the editor section where they can go and make their own mad libs and have their friends fill them out, as well as local storage for other pages to reference.",
        "images": [
          "images/Screenshot (14).png"
        ],
        "url": "https://sagejasinski.github.io/Mad-libs/",
        "technologies": [
          {
            "class": "devicon-javascript-plain",
            "name": "JavaScript"
          }
        ]
      },
      {
        "title": "Sales calculator",
        "startDate": "2022",
        "description": "A sales calculator using javascript tables which calculates location sales based on user input parameters",
        "images": [
          "images/Screenshot (16).png"
        ],
        "url": "https://github.com",
        "technologies": [
          {
            "class": "devicon-javascript-plain",
            "name": "JavaScript"
          }
        ]
      },
      {
        "title": "Cooking Compendium",
        "startDate": "2022",
        "description": "A personal project which compiles a list of family recipes and can be sorted based on meal or occasion.",
        "images": [
          "images/Screenshot (15).png"
        ],
        "url": "https://github.com",
        "technologies": [
          {
            "class": "devicon-angularjs-plain",
            "name": "Angular"
          },
          {
            "class": "devicon-typescript-plain",
            "name": "TypeScript"
          },
          {
            "class": "devicon-csharp-plain",
            "name": "C#"
          }
        ]
      }
    ],
    "experience": [
      {
        "company": "Applause inc.",
        "title": "Test Team Lead",
        "years": "10.2020 - 07.2022",
        "mainTech": [
          "Angular 8/9/10"
        ],
        "technologies": [
          ""
        ]
      }
    ]
  }
